// dynamic-interactive
List<String> fakeList = [
  '1234567890123:  Печенье с луком 350 гр',
  '1234567890123:  Печенье с помидорами 350 гр',
  '1234567890123:  Печенье с яркими ананасами 350 гр',
  '1234567890123:  Печенье с виншевыми косточками 350 гр',
  '1234567890123:  Пирожок с луком 350 гр',
  '1234567890123:  Пирожок с ананасами 1350 гр',
  '1234567890123:  Салат с огурцами 350 гр',
  '1234567890123:  Печенье с яблоками 350 гр',
  '1234567890123:  Печенье с картофелем 350 гр',
  '1234567890123:  Торт со взбитыми сливками 1 кг',
  '1234567890123:  Печенье с луком 32 шт',
  '1234567890123:  Пирожок с луком 350 гр',
  '1234567890123:  Пирожок с ананасами 1350 гр',
  '1234567890123:  Салат с огурцами 350 гр',
  '1234567890123:  Печенье с яблоками 350 гр',
  '1234567890123:  Пирожок с луком 350 гр',
  '1234567890123:  Пирожок с ананасами 1350 гр',
  '1234567890123:  Салат с огурцами 350 гр',
  '1234567890123:  Печенье с яблоками 350 гр',
  '1234567890123:  Печенье с картофелем 350 гр',
  '1234567890123:  Торт со взбитыми сливками 1 кг',
  '1234567890123:  Печенье с луком 32 шт',
  '1234567890123:  Печенье с картофелем 350 гр',
  '1234567890123:  Торт со взбитыми сливками 1 кг',
  '1234567890123:  Салат с огурцами 350 гр',
  '1234567890123:  Печенье с яблоками 350 гр',
  '1234567890123:  Печенье с картофелем 350 гр',
  '1234567890123:  Торт со взбитыми сливками 1 кг',
  '1234567890123:  Печенье с луком 32 шт',
  '1234567890123:  Печенье с картофелем 350 гр',
  '1234567890123:  Торт со взбитыми сливками 1 кг',
  '1234567890123:  Печенье с луком 32 шт (end)'
];

// view

// collections

// auth

// profile

// starred 🌟reports

// starred 🌟instructions

// starred 🌟contacts

// starred 🌟tasks

